{"elementary_mathematics": ["If 30,000 is divided by 10 and then divided by 10 again, what will be the resulting number?", "Altogether, Sonia and Negin have $27.00. Sonia buys a shirt for $12.35 and Negin buys a pair of sandals for $10.11. How much money remains?", "Abby drives 18 miles round trip between home and work each day. If her daily round trip is rounded to the nearest 5 miles, which of the following is the best estimate of the total number of miles driven in 5 days?", "Which of the following is the best estimate for 4,286 × 390?", "Write 4 and 4 over 5 as an improper fraction.", "What is the least common multiple of 4 and 10?", "Find the exact answer: 365 + 56", "The schedule for a music showcase includes 3 sets that are 20 minutes each and 1 set that is 40 minutes. There is a 10-minute break between each set. The total length of the music showcase is 3(20 + 10) + 40 minutes. What is the total length of the music showcase?", "Solve the equation 1.2 = 0.4y using mental math.", "Estimate 153 + 44. The sum is between which numbers?", "Roya paid $48 for 12 cartons of orange juice. What is the unit rate per carton of orange juice that Roya paid?", "Gary has 72 cows on his farm. He has 6 times as many cows as he has horses. The number sentence below can be used to find the number of horses, h, he has. 72 ÷ h = 6 How many horses, h, does Gary have?", "Solve the equation 6.73 = z over 7.74. Check your answer.", "Tisha wrote the following riddle to her friend: I have 2 faces, no vertices, and I can roll. What am I? What is the answer to the riddle?", "Samantha has 342 baseball cards. Perry has 184 baseball cards. How many more baseball cards does Samantha have than Perry?", "Use the list of numbers: 22, 25, 14, 11, 23, 27, 46. What is the mode?", "Which of the following numbers is between 2,329,500 and 2,598,100?", "A restaurant used 231 eggs last week. Of these, 46 were brown in color. The remaining eggs were white in color. Which equation can be used to solve for w, the number of white eggs used last week?", "Last year, Chesa made 32 one-cup servings of soup for a school party. This year, she will make two times the amount of soup that she made last year. How many gallons of soup will Chesa make this year?", "Write the ratio of 96 runners to 216 swimmers in simplest form.", "A tournament has 393 players with 3 players on each team. Which expression shows how to find the number of teams in the tournament?", "When n = 11, what is the value of 10 – (n + 6)?", "Which is the best buy?", "Evaluate −2(x − 3) for x = 2.", "What is the remainder of 21 divided by 7?", "The weekly milk order for the Tranquility Inn includes 40 gallons of low-fat milk and 15 gallons of chocolate milk. What is the ratio of the number of low-fat gallons to chocolate gallons in the Tranquility Inn’s weekly milk order?", "Find 13 over 14 + 7 over 14.", "A number, rounded to the nearest thousand,is 47,000. Which number could be the number that was rounded?", "Find the exact answer: 110 + 70", "A newspaper company sold 179,912 newspapers in one day. What is this number of newspapers written in word form?", "Use the Associative Property of Multiplication to simplify 8 • (−7) • (−1).", "Point A and point B are placed on a numberline. Point A is located at -20 and point B is 5 less than point A. Which statement about point B is true?", "Use a number line to find the sum of −9 + (−8).", "Find the product of 5 • (−9).", "Which set of integers is in order from least to greatest?"], "virology": ["MERS has four special characteristics and here we have one exception - which is it?", "What is the morphology of the Dane particle?", "In a study, a group of people are exposed to an environmental toxin but are not treated observed over time on a standard set of measures to ascertain the potential effects of the toxin. This type of study design is called", "Nipah is a zoonotic paramyxovirus; where did it originate?", "Which of the following diseases is not caused by togaviruses?", "Positive stranded RNA viruses have which of the following characteristics?", "The highest risk of HIV infection among drug users in the U.S. is in:", "The major beneficiary of Medicaid in the U.S. is:", "Newborn infants in countries with limited access to safe water and low levels of education should be:", "What is the rubella syndrome?", "Interferons are very special defence mechanisms which operate by:", "Public health ethics is:", "Which of the following drugs inhibit herpes viruses?", "The single most important key to the success of the Multicenter AIDS Cohort (MACS) is:", "Lassa and Ebola are emergent viruses in W. Africa. What is their origin?"], "logical_fallacies": ["\"The minor premise must affirm the antecedent or deny the consequent\" is a way to determine the validity of which type of argument?", "The fallacy of composition is", "Which of the following fallacies happens when someone argues that a choice must be made among a certain set of alternatives, when there are really other alternatives to choose from?", "Which of the following best describes the fallacy of self-evident truths?", "Which of the following best describes the fallacy of question begging epithets?", "When someone uses grammar or punctuation in a way that makes a statement have more than one possible interpretation, that person may have committed which of the following fallacies?", "Arguing that a lack of evidence proves something is the fallacy of...", "The false sign fallacy is", "The complex proposition fallacy involves", "The natural law fallacy is a specific type of", "Which of the following describes the fallacy of appeal to tradition?", "_Ad populum_. is another name for which fallacy?", "Which of the following describes the fallacy of appeal to indignation?", "The natural law fallacy is", "Which of the following statements is **not** true?", "\" _Ad crumenam_ \" is", "Which of the following describes the fallacy of appeal to common practice?", "I don't understand why everyone thinks they belong in college. After all, everyone knows that when you are intelligent you'll succeed. But so many people that elect to attend college don't have even the most basic intelligence. How do they expect to get anywhere here?", "Another name for the fallacy of accident is", "Notice from the Hyatt Regency Hotel in New Orleans: We are pleased to confirm your reservation. It will be held on a space-available basis.", "Which of the following describes the straw person fallacy?", "E.F. Schumacher, famous economist, in an article in the Atlantic (April 1979): Fifteen months [after I had advised that rural India should have a technology intermediate between the hoe and the tractor,] an all-India conference on intermediate technology was arranged. (They still didn't like the term [intermediate], so they called it appropriate technology. That's all right: when I come to India and somebody says, \"Oh, Mr. Schumacher, I don't believe in appropriate technology\", I just look him straight in the face and say, \"Oh, that's splendid. Do you believe in inappropriate technology?\")", "The fallacy of reprehensible personality is a specific type of", "Which of the following best describes the fallacy of figure of speech?", "\" _Ad lazarum_ \" is a specific kind of", "Which of the following describes the fallacy of appeal to popularity?", "William Safire in American Heritage Magazine (December 1987): ...The greatness of Lincoln was his purposefulness. He saw something that few others saw: that the democratic experiment centered on the Union and that majority rule was everything. The minute you allowed secession, you made democracy an absurdity---because what would happen would be continued subdivision.", "If you argued something is flawed because it fails to do something, when it was never intended to do that, you may have committed which of the following fallacies?", "The appeal to fear involves", "Arguing that someone couldn't have done something good because he is incapable of doing good commits the fallacy of", "Which of the following best describes the fallacy of poisoning the well?", "Which of the following fallacies is a way of suppressing evidence that eliminates a source of evidence from consideration by claiming the source is flawed, when there is no true relationship between the alleged flaw and the reliability of the source?", "The fallacy of appeal to the person is rejecting a claim by..."], "high_school_us_history": ["This question refers to the following information.\n\"As a means of effecting this end I suggest for your consideration the propriety of setting apart an ample district west of the Mississippi, and without the limit of any State or Territory now formed, to be guaranteed to the Indian tribes as long as they shall occupy it. . . . There they may be secured in the enjoyment of governments of their own choice, subject to no other control from the United States than such as may be necessary to preserve peace on the frontier and between the several tribes. There the benevolent may endeavor to teach them the arts of civilization. . . .\n\"This emigration would be voluntary, for it would be as cruel and unjust to compel the aborigines to abandon the graves of their fathers and seek a home in a distant land. But they should be distinctly informed that if they remain within the limits of the States they must be subject to their laws. . . .\"\n—President Andrew Jackson, 1829\nWhich of the following Supreme Court decisions was the primary contributor to the system of segregation that Martin Luther King and others were trying to end?", "This question refers to the following information.\n\"I was once a tool of oppression\nAnd as green as a sucker could be\nAnd monopolies banded together\nTo beat a poor hayseed like me.\n\"The railroads and old party bosses\nTogether did sweetly agree;\nAnd they thought there would be little trouble\nIn working a hayseed like me. . . .\"\n—\"The Hayseed\"\nThe song lyrics above would most likely have appeared in", "This question refers to the following information.\n\"Those whose condition is such that their function is the use of their bodies and nothing better can be expected of them, those, I say, are slaves of nature. It is better for them to be ruled thus.\"\nJuan de Sepulveda, Politics, 1522\n\"When Latin American nations gained independence in the 19th century, those two strains converged, and merged with an older, more universalist, natural law tradition. The result was a distinctively Latin American form of rights discourse. Paolo Carozza traces the roots of that discourse to a distinctive application, and extension, of Thomistic moral philosophy to the injustices of Spanish conquests in the New World. The key figure in that development seems to have been Bartolomé de Las Casas, a 16th-century Spanish bishop who condemned slavery and championed the cause of Indians on the basis of a natural right to liberty grounded in their membership in a single common humanity. 'All the peoples of the world are humans,' Las Casas wrote, and 'all the races of humankind are one.' According to Brian Tierney, Las Casas and other Spanish Dominican philosophers laid the groundwork for a doctrine of natural rights that was independent of religious revelation 'by drawing on a juridical tradition that derived natural rights and natural law from human rationality and free will, and by appealing to Aristotelian philosophy.'\"\nMary Ann Glendon, \"The Forgotten Crucible: The Latin American Influence on the Universal Human Rights Idea,” 2003\nWhich one of the following statements about the Spanish conquest of the Americas is most accurate?", "This question refers to the following information.\nThe man who mounted the steps of the Capitol, March 4, 1801, to claim the place of an equal between Pitt and Bonaparte, possessed a character which showed itself in acts; but person and manner can be known only by contemporaries, and the liveliest description was worth less than a moment of personal contact. Jefferson was very tall, six feet two-and-a-half inches in height; sandy-complexioned; shy in manner, seeming cold; awkward in attitude, and with little in his bearing that suggested command.… His skin was thin, peeling from his face on exposure to the sun, giving it a tettered appearance. This sandy face, with hazel eyes and sunny aspect; this loose, shackling person; this rambling and often brilliant conversation, belonged to the controlling influences of American history, more necessary to the story than three-fourths of the official papers, which only hid the truth. Jefferson's personality during these eight years appeared to be the government, and impressed itself, like that of Bonaparte, although by a different process, on the mind of the nation. In the village simplicity of Washington, he was more than a king, for he was alone in social as well as in political pre-eminence. Except the British Legation, no house in Washington was open to general society; the whole mass of politicians, even the Federalists, were dependent on Jefferson and \"The Palace\" for amusement; and if they refused to go there, they \"lived like bears, brutalized and stupefied.\"\n—Henry Adams, History of the United States During the Administration of Thomas Jefferson, 1889\nAlthough Jefferson believed that government should be small and limited, once in office he", "This question refers to the following information.\nOn Being Brought from Africa to America\n'Twas mercy brought me from my Pagan land,\nTaught my benighted soul to understand\nThat there's a God, that there's a Saviour too;\nOnce I redemption neither sought nor knew.\nSome view our sable race with scornful eye,\n\"Their colour is a diabolic die.\"\nRemember, Christians, Negroes, black as Cain,\nMay be refin'd, and join th' angelic train.\n—Phillis Wheatley, Poems on Various Subjects, Religious and Moral, 1773\nThe point of Wheatley's poem can best be compared to which of the following?", "This question refers to the following information.\n\"The seeds of totalitarian regimes are nurtured by misery and want. They spread and grow in the evil soil of poverty and strife. They reach their full growth when the hope of a people for a better life has died. We must keep that hope alive. . . . Great responsibilities have been placed upon us by the swift movement of events. . . . I am confident that the Congress will face these responsibilities squarely.\"\n—President Harry S. Truman, 1947\nThe passage above is part of President Truman's argument to Congress in favor of", "This question refers to the following information.\n\"Whereas the laws and treaties of the United States, without interfering with the free expression of opinion and sympathy, or with the commercial manufacture or sale of arms or munitions of war, nevertheless impose upon all persons who may be within their territory and jurisdiction the duty of an impartial neutrality during the existence of the contest; And Whereas it is the duty of a neutral government not to permit or suffer the making of its waters subservient to the purposes of war;\n\"Now, Therefore, I, Woodrow Wilson, President of the United States of America, in order to preserve the neutrality of the United States…do hereby declare and proclaim….\n\"That the statutes and the treaties of the United States and the law of nations alike require that no person, within the territory and jurisdiction of the United States, shall take part, directly or indirectly, in the said wars, but shall remain at peace with all of the said belligerents, and shall maintain a strict and impartial neutrality….\"\nWoodrow Wilson, 1914\nWhich of the following statements about the Treaty of Versailles is true?", "This question refers to the following information.\nThey ask us how we shall govern these new possessions. I answer: Out of local conditions and the necessities of the case methods of government will grow. If England can govern foreign lands, so can America. If Germany can govern foreign lands, so can America. If they can supervise protectorates, so can America. Why is it more difficult to administer Hawaii than New Mexico or California? Both had a savage and an alien population; both were more remote from the seat of government when they came under our dominion than the Philippines are to-day.\nWill you say by your vote that American ability to govern has decayed; that a century's experience in self-rule has failed of a result? Will you affirm by your vote that you are an infidel to American power and practical sense? Or will you say that ours is the blood of government; ours the heart of dominion; ours the brain and genius of administration? Will you remember that we do but what our fathers did—we but pitch the tents of liberty farther westward, farther southward—we only continue the march of the flag?\n—Albert Beveridge, \"The March of the Flag,\" Indianapolis, September 16, 1898\nIn \"The March of the Flag,\" Albert Beveridge supported which of the following?", "This question refers to the following information.\n\"The only force which is strong enough to break down social convention is economic necessity. . . . The economic necessity which has forced women out of the home and into the world of business has completely annihilated the old idea that a woman should eat only in the privacy of her household or in the homes of her friends, has created the absolutely new social phenomenon of women eating in public, unescorted by men, by the tens of thousands, and has given rise to a wholly new phase of the restaurant business.\"\n—The New York Times, October 15, 1905\nThe scenario described in the passage above is most directly reflected in the ideas of which of the following?", "This question refers to the following information.\n\"The conscience of the people, in a time of grave national problems, has called into being a new party, born of the nation's sense of justice. We of the Progressive party here dedicate ourselves to the fulfillment of the duty laid upon us by our fathers to maintain the government of the people, by the people and for the people whose foundations they laid. We hold with Thomas Jefferson and Abraham Lincoln that the people are the masters of their Constitution, to fulfill its purposes and to safeguard it from those who, by perversion of its intent, would convert it into an instrument of injustice. In accordance with the needs of each generation the people must use their sovereign powers to establish and maintain equal opportunity and industrial justice, to secure which this Government was founded and without which no republic can endure.\n\"This country belongs to the people who inhabit it. Its resources, its business, its institutions and its laws should be utilized, maintained or altered in whatever manner will best promote the general interest. It is time to set the public welfare in the first place.\"\nProgressive Party Platform, 1912\nWould the Underwood-Simmons Tariff of 1913 be generally endorsed by Progressives of that era?", "This question refers to the following information.\n\"I am in Birmingham because injustice is here. . . . Moreover, I am cognizant of the interrelatedness of all communities and states. I cannot sit idly by in Atlanta and not be concerned about what happens in Birmingham. Injustice anywhere is a threat to justice everywhere. We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly affects all indirectly. Never again can we afford to live with the narrow, provincial 'outside agitator' idea. Anyone who lives inside the United States can never be considered an outsider anywhere in this country. . . .\"\n—Martin Luther King, Jr., \"Letter from a Birmingham Jail,\" April 16, 1963\nThe language of this passage by Susan B. Anthony demonstrates which of the following continuities in U.S. history?", "This question refers to the following information.\n\"If it be conceded, as it must be by every one who is the least conversant with our institutions, that the sovereign powers delegated are divided between the General and State Governments, and that the latter hold their portion by the same tenure as the former, it would seem impossible to deny to the States the right of deciding on the infractions of their powers, and the proper remedy to be applied for their correction. The right of judging, in such cases, is an essential attribute of sovereignty, of which the States cannot be divested without losing their sovereignty itself, and being reduced to a subordinate corporate condition. In fact, to divide power, and to give to one of the parties the exclusive right of judging of the portion allotted to each, is, in reality, not to divide it at all; and to reserve such exclusive right to the General Government (it matters not by what department to be exercised), is to convert it, in fact, into a great consolidated government, with unlimited powers, and to divest the States, in reality, of all their rights, It is impossible to understand the force of terms, and to deny so plain a conclusion.\"\n—John C. Calhoun, \"South Carolina Exposition and Protest,\" 1828\nThe issue that precipitated the passage excerpted above was", "This question refers to the following information.\n\"The far-reaching, the boundless future will be the era of American greatness. In its magnificent domain of space and time, the nation of many nations is destined to manifest to mankind the excellence of divine principles; to establish on earth the noblest temple ever dedicated to the worship of the Most High—the Sacred and the True. Its floor shall be a hemisphere—its roof the firmament of the star-studded heavens, and its congregation a Union of many Republics, comprising hundreds of happy millions, calling, owning no man master, but governed by God's natural and moral law of equality, the law of brotherhood—of 'peace and good will amongst men.'\"\nJohn L. O'Sullivan, \"The Great Nation of Futurity,\" 1839\nBy what means did the United States take possession of the Oregon Territory?", "This question refers to the following information.\n\"Those whose condition is such that their function is the use of their bodies and nothing better can be expected of them, those, I say, are slaves of nature. It is better for them to be ruled thus.\"\nJuan de Sepulveda, Politics, 1522\n\"When Latin American nations gained independence in the 19th century, those two strains converged, and merged with an older, more universalist, natural law tradition. The result was a distinctively Latin American form of rights discourse. Paolo Carozza traces the roots of that discourse to a distinctive application, and extension, of Thomistic moral philosophy to the injustices of Spanish conquests in the New World. The key figure in that development seems to have been Bartolomé de Las Casas, a 16th-century Spanish bishop who condemned slavery and championed the cause of Indians on the basis of a natural right to liberty grounded in their membership in a single common humanity. 'All the peoples of the world are humans,' Las Casas wrote, and 'all the races of humankind are one.' According to Brian Tierney, Las Casas and other Spanish Dominican philosophers laid the groundwork for a doctrine of natural rights that was independent of religious revelation 'by drawing on a juridical tradition that derived natural rights and natural law from human rationality and free will, and by appealing to Aristotelian philosophy.'\"\nMary Ann Glendon, \"The Forgotten Crucible: The Latin American Influence on the Universal Human Rights Idea,” 2003\nMaize cultivation among the native peoples of Mexico is most analogous to which of the following?", "This question refers to the following information.\n\"The conscience of the people, in a time of grave national problems, has called into being a new party, born of the nation's sense of justice. We of the Progressive party here dedicate ourselves to the fulfillment of the duty laid upon us by our fathers to maintain the government of the people, by the people and for the people whose foundations they laid. We hold with Thomas Jefferson and Abraham Lincoln that the people are the masters of their Constitution, to fulfill its purposes and to safeguard it from those who, by perversion of its intent, would convert it into an instrument of injustice. In accordance with the needs of each generation the people must use their sovereign powers to establish and maintain equal opportunity and industrial justice, to secure which this Government was founded and without which no republic can endure.\n\"This country belongs to the people who inhabit it. Its resources, its business, its institutions and its laws should be utilized, maintained or altered in whatever manner will best promote the general interest. It is time to set the public welfare in the first place.\"\nProgressive Party Platform, 1912\nIn harmony with the sentiments of the excerpt above, which of the following best characterizes the \"Square Deal\" of Theodore Roosevelt?"], "high_school_computer_science": ["Consider the following code segment.\n int num1 = value1, num2 = value2, num3 = value3;\n while (num1 > num2 || num1 > num3)\n {\n /* body of loop */\n }\n You may assume that value1, value2, and value3 are int values. Which of the following is sufficient to guarantee that /* body of loop */will never be executed?", "What is the value of this python expression: 4 + 3 % 2?", "A computer program uses 3 bits to represent integers. When the program adds the decimal (base 10) numbers 5 and 3, the result is 0. Which of the following is the best explanation for the result?", "Which of the following is the most likely data privacy concern of the upgraded system?", "Which of the following spreadsheet functions would be most useful for detecting improbably high or low values that have become part of a data set as a result of data entry errors?", "Digital images are often represented by the red, green, and blue values (an RGB triplet) of each individual pixel in the image. A photographer is manipulating a digital image and overwriting the original image. Which of the following describes a lossless transformation of the digital image?", "Which of the following best explains how data is typically assembled in packets for transmission over the Internet?", "In Python 3, what is the output of ['Hi!'] * 4?", "Which of the following best describes the primary way in which a distributed denial-ofservice (D D o S) attack differs from a denial-ofservice (D o S) attack?", "The boolean expression a[i] == max || !(max != a[i]) can be simplified to", "In Python 3, which of the following function sets the integer starting value used in generating random numbers?", "What is the output of \"abc\"[-1] in Python 3?", "Which of the following is LEAST likely to indicate a phishing attack?", "Which is the smallest asymptotically?", "In Python 3, b = [11,13,15,17,19,21]; print(b[::2]) outputs what?"], "us_foreign_policy": ["What was the Marshall plan?", "What, according to Systemic theories, is the primary determinant of a state's foreign policy?", "What are the key elements of the Liberal approach to US foreign policy?", "What features distinguish Socio-Economic accounts of US Cold War foreign policy?", "Why is there so much uncertainty over which states have nuclear weapons?", "What did the Moscow Treaty on Strategic Offensive Reductions do?", "According to realists, what is the fundamental difference between the international system and the domestic system?", "The dominant course for foreign policy throughout most of American history can be categorized as", "Bureaucratic politics suggests we should be worried about which of the following with regard to nuclear weapons?", "The largest increase in peacetime defense spending in American history occurred under which president?", "The trade-off between defense and social spending is often referred to as a choice between", "The president's principal civilian adviser on the military is the", "International development may be tied to the security of the state, why?", "What has been an effective way of disbursing US foreign aid to encourage change in target states?", "How did the relationship between President and Congress develop under George H.W. Bush and Bill Clinton?"], "marketing": [" Which of the following is not the rationale for developing CSR initiatives?", "__________ have the potential to control the type and flow of information to the organization and the members of the DMU.", "In B2B contexts, ___________ occurs in large organizations where considerable internal dealing between different company divisions occurs, often across national boundaries.", "A method of marketing by electronic mail wherein the recipient of the message has consented to receive it is called:", " ___________ occurs when a website's structure and content is improved to maximize its listing in organic search engine results pages using relevant keywords or search phrases.", " ________________ is a process that leads to specific decisions on how to compete in the marketplace and how the company should best serve its customers.", "These goods are bought infrequently, used repeatedly, and involve a reasonably high level of consumer risk:", " The train operator understands customer desire for a comfortable seat but fails to specify how many should be provided relative to the anticipated number of travellers on each route. This is an example of:", "SWOT is an acronym for:", "Which of the following types of advertising is being used when a retail store agrees to share advertising costs for a consumer product with the national distributor of the product?", "This level of branding can be seen when a customer attaches a name, term, or other feature that enables them to identify one seller's good or service as distinct from those of other sellers. This branding is known as:", " Current changes in behaviors clearly show that ______ is taking over more and more of consumer online searches.", "Where the winning bidder obtains an unprofitable contract that he/she is duty bound to deliver because their bid price was set so low, this is known as:", "____________________ are those who address the same target market but provide a different offering to satisfy the market need, for example Spotify, Sony, and Apple's iPod.", " Which of the following is the communication model that depicts information flowing via various media channels, to particular types of people, to whom other members of the audience refer for information and guidance?"], "astronomy": ["Why is Saturn almost as big as Jupiter despite its smaller mass?", "How does the greenhouse effect work?", "The distance between the Earth and the star Altair is one million times greater than the distance between the Earth and the Sun. How far is Altair from the Earth?", "What are the conditions necessary for a terrestrial planet to have a strong magnetic field?", "Planet X orbits its sun once every 100 Earth days and rotates in the prograde direction around its axis with a sidereal day of 100 Earth days. How long is a solar day on Planet X?", "How do scientists know that the majority of meteorites come from the asteroid belt?", "How do we think the \"hot Jupiters\" around other stars were formed?", "All of the following have been cited as evidence for the Giant Impact Hypothesis except:", "The visible part of the electromagnetic spectrum is between ...", "Which living organisms most resemble the common ancestor of all life according to genetic testing?", "The Large Magellanic Cloud is ...", "When traveling north from the United States into Canada you’ll see the North Star (Polaris) getting _________.", "How do astronomers think Jupiter generates its internal heat?", "Why are the inner planets made of denser materials than the outer planets?", "What about asteroids makes them stand out in sky surveys searching for them?", "What is the correct numerical value and unit of the Boltzmann constant?", "Why do we see essentially the same face of the Moon at all times?", "Mars has an atmosphere that is almost entirely carbon dioxide.Why isn't there a strong greenhouse effect keeping the planet warm?", "Some of Mars'water is frozen in the soil and the ice caps and some was lost due to solar wind stripping but much of the original water is thought to have been lost through another mechanism. What happened to this \"lost\"water?", "A sand bag has a mass of 5kg and weight 50N on Earth. What is the mass and weight of this sand bag on a planet with half the gravity compared to Earth?", "Earth has been gradually warming over the past few decades. Based on a great deal of evidence scientists conclude that this warming is caused by ________.", "What is the so-called bolometric luminosity in astronomy?", "Which is not an essential requirement for life as we know it?", "The lunar maria are:", "The star Betelgeuse is one of the brightest stars in the night sky with remarkable red color. In which constellation is Betelgeuse located?", "Which of the following is not one of nor follows directly from Kepler's laws?", "Planetary rings are", "What Mars mission will be landing on May 25 2008 and will dig a trench into (hopefully) ice-rich soil?", "Previous IAAC rounds featured Proxima/Alpha Centauri as closes star(system) to the Earth. Which one is the second closest star(system)?", "Which one of these constellations is not located along the Milky Way in the sky?", "The so-called dark energy is a model to explain ..."], "management": ["Which one of these characteristics is most commonly associated with the 'rational goal' model of management?", "What is not a component of an agile organisation?", "Which one of the following is not a characteristic of a team?", "Specialisation is a feature of which organisational structure?", "Enhancement of job satisfaction and productivity are key characteristics of which theoretical perspective of work design?", "Which one of the following is a feature of McGregor's Theory X?", "What assumption is the garbage can model of decision making based on?", "What is the term for an autonomous business entity within an overall corporate enterprise which is set apart from other areas of the business?", "What is the term for the action in which managers at an organisation analyse the current situation of their organisation and then develop plans to accomplish its mission and achieve its goals?", "Which one of the following is not one of Drucker's five guiding principles of management?", "What is a Gantt chart a type of?", "The Hawthorn Studies are most associated with which writer?", "Who of these is the entrepreneur?", "What does the acronym SMART stand for?", "What is the term for the extent to which competition in one country is influenced by competition in other countries?", "What is the term for the act of getting individuals to behave in ways that are acceptable to a group?", "What is the term for the 'rule of thumb' type of bias in decision making?", "What is the guiding principle of scientific management?", "What is the term for a sub-optimal but acceptable outcome of negotiations between parties?", "Individualism as a guiding moral philosophy was advocated by which economist?", "As what are key factors that reflect the situation of an organisation referred to?", "Which of these factors is not one of the competing responsibilities that influence corporate social responsibility?", "Of what is worker autonomy in decision making an example?", "What is a whistleblower?", "Functional structures help to create\u0085...", "To what does emotional intelligence refer?", "What type of organisational culture is most likely to deliver stability and efficiency?", "What is the optimal span of control?", "What is the richest form of information?", "Which feature does not form one of Fayol's 14 principles of management?", "'There is no discernible link between planning and performance'. Who is this position held by?", "What is not one of the layers of cultural influence?"], "high_school_geography": ["Zero population growth (ZPG) is achieved when", "A map that presents a single class of statistics is called a", "What is the population statistic that tells us the level of fertility at which a population will have just enough births to replace parents and compensate for early deaths?", "What type of countries generally possesses a greater variety of climates and resources than other countries?", "Which one of the following statements does NOT correctly describe transnational companies (TNCs)?", "All the following factors can be considered pull factors of migration EXCEPT", "Part of the boundary between the United States and Mexico is the Rio Grande, an example of", "The largest Hindu temple complex ever constructed is found in", "Why are perceptual or vernacular regions so difficult to identify?", "An earlier boundary formed before meticulous geographic knowledge and mapping was available is known as", "A chief factor that contributed to the Second Agricultural Revolution was", "Which of the following industries does NOT need to be close to its markets?", "The irregularity of the wet monsoon in South Asia in recent years may have a significant negative effect on which of the following?", "What was the primary reason the Green Revolution did NOT help Africa much?", "What condition occurs when the people of one state want to annex a territory whose population is ethnically related to that state's population but now under the rule of another state?", "Which description best describes the urban hierarchy model in which the population of a city is inversely proportional to its rank in the hierarchy?", "The Basques, Bretons, Kashmiris, and Tamils are all examples of", "China and Vietnam's dispute over the Spratley Islands is", "Which theory below was used as justification for US involvement in Vietnam in the 1960s and 1970s?", "The best definition of an urban area is", "The theory that cities grow outward from a core utilizing several nodes of growth was proposed by", "Which theorist(s) tried to explain the prices of farm products as they relate to patterns of land use?", "When we talk about diffusion of a cultural trait, what do we mean by \"hearth\"?", "Regions share all of these characteristics EXCEPT", "The process of devolution involves", "Which of the following is NOT a problem Europe currently faces today?", "Which group enacted the first effective settlement in the eastern United States?", "Which of the following statements best describes the United Nations?", "Which of the following statements is true concerning folklore?", "What are the two major branches of Islam?", "If you wanted to find the global distribution of coal, you would use a", "In a postindustrial economy, which of the following resources is considered most important to increase productivity?", "Which of the following is NOT a key milestone reached by the EU?", "Which of the following is a formal region?"], "high_school_biology": ["In cells, which of the following can catalyze reactions involving hydrogen peroxide, provide cellular energy, and make proteins, in that order?", "All of the following organs in the digestive system secrete digestive enzymes EXCEPT the", "A large island is devastated by a volcanic eruption. Most of the horses die except for the heaviest males and heaviest females of the group. They survive, reproduce, and perpetuate the population. Since weight is highly heritable and the distribution of weights approximates a binomial distribution, the offspring of the next generation would be expected to have", "Which of the following is a property that is shared by Zika fever‚ West Nile fever‚ and malaria?", "Which of the following statements best describes what a Barr body is and its significance?", "Which of the following are traits that are affected by more than one gene?", "If two modern organisms are distantly related in an evolutionary sense, then one should expect that", "Which of the following theories is based on the notion that mitochondria and chloroplasts evolved from prokaryotic cells?", "A proficient engineer can easily design skeletal structures that are more functional than those currently found in the forelimbs of such diverse mammals as horses, whales, and bats. That the actual forelimbs of these mammals do not seem to be optimally arranged is because", "Which of the following statements about meiosis is correct?", "Which of the following pieces of evidence most strongly supports the common origin of all life on Earth?", "The calypso orchid, Calypso bulbosa, grows in close association with mycorrhizae fungi. The fungi penetrate the roots of the flower and take advantage of the plant's food resources. The fungi concentrate rare minerals, such as phosphates, in the roots and make them readily accessible to the orchid. This situation is an example of", "Imagine an organism whose 2n = 96. Meiosis would leave this organism’s cells with how many chromosomes?", "Chemiosmosis occurs in I.Mitochondria II. Nuclei III. Chloroplasts", "All of the following are examples of connective tissue EXCEPT"], "high_school_chemistry": ["A certain reaction is nonspontaneous under standard conditions, but becomes spontaneous at higher temperatures. What conclusions may be drawn under standard conditions?", "A 2.0 L flask holds 0.40 g of helium gas. If the helium is evacuated into a larger container while the temperature is held constant, what will the effect on the entropy of the helium be?", "Which of the following reactions is expected to have the greatest decrease in entropy?", "Which of the following should be named using Roman numerals after the cation?", "Which of the following molecules cannot hydrogen bond with molecules identical to itself but can hydrogen bond with one of the molecules above or below it in the following responses?", "According to the kinetic-molecular theory of gases,", "Silver metal, often amalgamated with mercury, is used to reduce substances to a desired oxidation state. If the silver metal amalgam cannot be used because of concerns about mercury, which of the following would be a reasonable and safe substitute?", "Sulfur dioxide reacts with oxygen to form sulfur trioxide in the presence of a catalyst. The equilibrium constant, Kp, at a certain temperature is 3.0 × 10^22. A 2.0-liter flask has enough SO3 added to it to produce a pressure of 0.789 atm Hg. After the reaction comes to equilibrium, the expected partial pressure of O2 will be", "Three 25.00 mL samples of approximately 0.10 M phenol, C6H5OH, Ka = 1.0 × 10^-10 were removed from a container and placed in separate 250 mL beakers. The samples were titrated with standard potassium hydroxide, KOH, solution. Cresol red was the acid-base indicator used in the titration. The samples required 31.75, 32.38, and 41.75 mL to reach the endpoint. Which of the following might explain why one of the samples required significantly more base to reach the endpoint?", "During the investigation of a chemical reaction by a chemistry student, she was able to determine that the reaction was nonspontaneous at 1 atm and 298 K. However, she learned that cooling the system with dry ice (-78°C) caused the reaction to become spontaneous. Which of the following combinations must apply to this reaction?", "A mechanism is a sequence of elementary reactions that add up to the overall reaction stoichiometry. A substance that is produced in one elementary reaction and consumed in another is called", "An ideal solution is a", "Which of the following is a radioactive element?", "You cannot prepare a buffer by", "A sample of a compound known to consist of only carbon, hydrogen, and oxygen is found to have a total mass of 29.05 g. If the mass of the carbon is 18.02 g and the mass of the hydrogen is 3.03 g, what is the empirical formula of the compound?", "What is the general relationship between temperature and entropy for diatomic gases?", "Which is correct about the calcium atom?", "Which of the following pair of liquids is expected to be immiscible?", "Consider the Lewis structures for the following molecules: CO2, CO32-, NO2-, and NO3-. Which molecules are best represented by multiple resonance structures?", "A solution is prepared by dissolving 30.0 grams of Ni(NO3)2 in enough water to make 250 mL of solution. What is the molarity of this solution?", "Hard materials such as silicon carbide, used for grinding wheels, are said to be examples of", "2Ag+(aq) + Fe(s) → 2Ag(s) + Fe2+(aq) Which of the following would cause an increase in potential in the voltaic cell described by the above reaction?", "Determine the final temperature, in °C, of a sample of helium gas. The sample initially occupied a volume of 5.00 L at 127°C and 875 mm Hg. The sample was heated, at constant pressure, until it occupied a volume of 10.00 L.", "What is the pH of a solution prepared by dissolving 0.1665 mole of hypochlorous acid (HClO) in enough water to make 500 mL of solution? The Ka is 3.0 × 10^-4", "Formation of a solution can often be visualized as a three-step process. Step 1. Solvent molecules are separated from each other to make space for the solute. Step 2. Solute molecules are separated so they fit into spaces in the solvent. Step 3. Separated solute and solvent are brought together filling in the spaces.All of the fundamental principles below are important in understanding the formation of solutions except which one?", "A solution of sulfurous acid, H2SO3, is present in an aqueous solution. Which of the following represents the concentrations of three different ions in solution?", "In which of the following is the negative end of the bond written last?", "Which of the following best explains why the ionization of atoms can occur during photoelectron spectroscopy, even though ionization is not a thermodynamically favored process?", "The net ionic equation expected when solutions of NH4Br and AgNO3 are mixed together is", "What is an alpha particle?", "Which of the following is incorrectly named?", "Nitrogen's electronegativity value is between those of phosphorus and oxygen. Which of the following correctly describes the relationship between the three values?", "Potassium-40 is a minor isotope found in naturally occurring potassium. It is radioactive and can be detected on simple radiation counters. How many protons, neutrons, and electrons does potassium-40 have when it is part of K2SO4?", "Which of the following is expected to have two or more resonance structures?", "Which of the following does not contain oxygen?"]}